[
    {
        "id": 1,
        "img": "https://i.ibb.co/0mR4VL4/Health.png",
        "title": "Clean water for children",
        "category": "Health",
        "category_bg": "rgba(0, 82, 255, 0.20)",
        "card_bg": "rgba(0, 82, 255, 0.15)",
        "text_button_bg": "#0052FF",
        "description": "Provide clean and safe drinking water to communities in need. Your donation will go towards building sustainable water infrastructure, installing water purification systems, and conducting water quality testing. This initiative aims to ensure that every person has access to clean and safe drinking water, improving overall health and well-being.",
        "price": 250
    },
    {
        "id": 2,
        "img": "https://i.ibb.co/8XXL6Cm/Education.png",
        "title": "Good education",
        "category": "Education",
        "category_bg": "rgba(255, 68, 74, 0.20)",
        "card_bg": "rgba(255, 68, 74, 0.15)",
        "text_button_bg": "#FF444A",
        "description": "Support access to quality education for children around the world. Your contribution will fund the construction of schools, provide learning materials, and support teacher training programs. By investing in education, we empower future generations with the knowledge and skills they need to thrive and build better communities.",
        "price": 300
    },
    {
        "id": 3,
        "img": "https://i.ibb.co/SyVftJR/Clothing.png",
        "title": "Used Clothing Drive",
        "category": "Clothing",
        "category_bg": "rgba(121, 194, 63, 0.20)",
        "card_bg": "rgba(121, 194, 63, 0.15)",
        "text_button_bg": "#79C23F",
        "description": "Help eradicate hunger and ensure everyone has enough to eat. Your donation will go towards establishing community gardens, distributing nutritious meals, and providing agricultural training to families in need. Together, we can combat food insecurity and create a sustainable, nourished future for all.",
        "price": 340
    },
    {
        "id": 4,
        "img": "https://i.ibb.co/qCNWpVQ/Food.png",
        "title": "Better Food for Everyone",
        "category": "Food",
        "category_bg": "rgba(248, 113, 71, 0.20)",
        "card_bg": "rgba(248, 113, 71, 0.15)",
        "text_button_bg": "#F87147",
        "description": "Provide medical care and resources to those in underserved areas. Your support will enable the establishment of mobile clinics, provision of essential medications, and training of healthcare professionals. Together, we can ensure that everyone, regardless of their circumstances, receives the care they deserve.",
        "price": 360
    },
    {
        "id": 5,
        "img": "https://i.ibb.co/qCNWpVQ/Food.png",
        "title": "Better Food for Everyone",
        "category": "Food",
        "category_bg": "rgba(248, 113, 71, 0.20)",
        "card_bg": "rgba(248, 113, 71, 0.15)",
        "text_button_bg": "#F87147",
        "description": "Support initiatives to protect and preserve our environment. Your contribution will fund reforestation projects, wildlife conservation efforts, and the implementation of sustainable practices. Together, we can safeguard our planet for future generations, ensuring a healthy and vibrant natural world.",
        "price": 450
    },
    {
        "id": 6,
        "img": "https://i.ibb.co/SyVftJR/Clothing.png",
        "title": "Used Clothing Drive",
        "category": "Clothing",
        "category_bg": "rgba(121, 194, 63, 0.20)",
        "card_bg": "rgba(121, 194, 63, 0.15)",
        "text_button_bg": "#79C23F",
        "description": "Help care for and protect animals in need of assistance. Your donation will go towards animal shelters, veterinary care, and rescue missions. By supporting animal welfare, you're providing a lifeline for creatures who rely on our compassion and care for their well-being.",
        "price": 390
    },
    {
        "id": 7,
        "img": "https://i.ibb.co/8XXL6Cm/Education.png",
        "title": "Good education",
        "category": "Education",
        "category_bg": "rgba(255, 68, 74, 0.20)",
        "card_bg": "rgba(255, 68, 74, 0.15)",
        "text_button_bg": "#FF444A",
        "description": "Support initiatives that empower individuals to start businesses. Your contribution will fund business training programs, provide microloans, and offer mentorship to aspiring entrepreneurs. By fostering economic empowerment, we can create sustainable livelihoods and break the cycle of poverty.",
        "price": 520
    },
    {
        "id": 8,
        "img": "https://i.ibb.co/0mR4VL4/Health.png",
        "title": "Clean water for children",
        "category": "Health",
        "category_bg": "rgba(0, 82, 255, 0.20)",
        "card_bg": "rgba(0, 82, 255, 0.15)",
        "text_button_bg": "#0052FF",
        "description": "Provide aid and resources to communities affected by disasters. Your donation will be used to deliver emergency relief kits, establish temporary shelters, and offer medical assistance to those in need. Together, we can provide swift and effective support to communities facing crises.",
        "price": 270
    },
    {
        "id": 9,
        "img": "https://i.ibb.co/0mR4VL4/Health.png",
        "title": "Clean water for children",
        "category": "Health",
        "category_bg": "rgba(0, 82, 255, 0.20)",
        "card_bg": "rgba(0, 82, 255, 0.15)",
        "text_button_bg": "#0052FF",
        "description": "Support initiatives to preserve and promote arts and culture. Your contribution will help establish cultural centers, fund art education programs, and support local artists. By preserving our cultural heritage, we enrich the lives of individuals and strengthen the identity of communities.",
        "price": 400
    },
    {
        "id": 10,
        "img": "https://i.ibb.co/8XXL6Cm/Education.png",
        "title": "Good education",
        "category": "Education",
        "category_bg": "rgba(255, 68, 74, 0.20)",
        "card_bg": "rgba(255, 68, 74, 0.15)",
        "text_button_bg": "#FF444A",
        "description": "Promote awareness and provide resources for mental health support. Your donation will fund mental health workshops, counseling services, and awareness campaigns. By prioritizing mental well-being, we create a more compassionate and understanding society for all.",
        "price": 550
    },
    {
        "id": 11,
        "img": "https://i.ibb.co/SyVftJR/Clothing.png",
        "title": "Used Clothing Drive",
        "category": "Clothing",
        "category_bg": "rgba(121, 194, 63, 0.20)",
        "card_bg": "rgba(121, 194, 63, 0.15)",
        "text_button_bg": "#79C23F",
        "description": "Empower young individuals to reach their full potential. Your contribution will support mentorship programs, vocational training, and leadership development for youth. By investing in the next generation, we create a brighter future for our communities and society as a whole.",
        "price": 450
    },
    {
        "id": 12,
        "img": "https://i.ibb.co/qCNWpVQ/Food.png",
        "title": "Better Food for Everyone",
        "category": "Food",
        "category_bg": "rgba(248, 113, 71, 0.20)",
        "card_bg": "rgba(248, 113, 71, 0.15)",
        "text_button_bg": "#F87147",
        "description": "Support projects that strengthen and unify communities. Your donation will go towards community centers, skill-building workshops, and events that bring people together. By fostering a sense of belonging, we create stronger, more resilient communities that thrive together.",
        "price": 650
    }
]
